
def instrution_content():
    instruction_text =f"\udbc0\udcb2左側的動物以及分數是什麼？\n\
                    \n• 動物象徵:\
                    \n1. 獨角獸(速度型)：代表的是您的對象在和您聊天的頻率以及回覆訊息的速度方面特別突出！\
                    \n2. 北極熊(溫度型)：代表的是您的對象在和您聊天的訊息量以及訊息所蘊含的情感方面特別突出！\
                    \n3. 孔雀(通話型)：代表的是您的對象在和您進行通話的頻率以及時間長度方面特別突出！\
                    \n4. 鹿(均衡型)：代表的是您的對象在和您聊天時的各項指標都相當平均！\
                    \n\
                    \n• 好感度分數:\n基礎分數為60分，隨著你上傳的一次次對話，好感度分數便會進行加減分(+-5.0 分/天)。\
                    \n\
                    \n\udbc0\udcb2右側雷達圖各項指標所代表的意義\
                    \n\
                    \n1. 對話頻率(Frequency): 開啟一段「對話」的頻率(對話意指短時間內雙方密集的回覆訊息)\
                    \n2. 回話速度(Speed): 如果沒有要事在身，收到訊息通知後回覆訊息的速度\
                    \n3. 訊息情感(Content): AI所分析出一句話蘊涵的情緒\
                    \n4. 訊息內容量(Amount): 回覆內容的多寡\
                    \n5. 通話評分(Call): 綜合通話的時間及頻率所得出的結果\
                    \n\
                    \n祝福天下有情人終成眷屬\uDBC0\uDCB9"
    return instruction_text
